9/data/attachments/f4a0536650a7d5fc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_forward_Actions_67507_0</nif:username>
            <nif:friendToBeRequested>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>